{
  "frontPage": {
    "titles": [
      {
        "title1": "Categories",
        "title2": "Game rules",
        "title3": "Gholes",
        "title4": "Groups",
        "title5": "Top scores"
      }
    ],
    "btns": [
      {
        "btn1": "Game rules",
        "btn2": "Top scores",
        "btn3": "Login",
        "btn4": "Groups",
        "btn5": "Gholes"
      }
    ],
    "spelregels": [
      {
        "card1": "The goal of the game is to kick the ball past various obstacles into the holes in as little tries as possible. The ball furthest away from the ghole is played first with a maximum of 10 per hole",
        "card2": "Have Fun!",
        "card3": "If an obstacle is missed put the ball 3m before the obstacle If the ball lands in the un mowed grass put the ball where it left the hole"
      }
    ],
    "topScores": [
      { "top1": "Top scores 18 Gholes", "top2": "Top scores 27 Gholes" }
    ],
    "groepen": [
      {
        "option1": "Join group",
        "option2": "Create group",
        "option3": "Group manager"
      }
    ]
  },
  "leaderboardPage": {},
  "loginPage": {},
  "verificationCodePage": {},
  "groupPage": {},
  "gholePage": {
    "cards": [
      {
        "card1": [
          {
            "text": "Play the ball along or over the hills/obstacles. You can decide for yourself how to pass it.",
            "tip": "Playing on the ground gives the least risks",
            "warning": ""
          }
        ],
        "card2": [
          {
            "text": "Play the ball along or over the tree trunks.",
            "tip": "Don't play the ball too hard, with flexibility you can make it.",
            "warning": ""
          }
        ],
        "card3": [
          {
            "text": "Straight to the point, straight to the job.",
            "tip": "Beware! in front of or behind the hill is a bunker.",
            "warning": ""
          }
        ],
        "card4": [
          {
            "text": "The Zig Zag track. Play the ball under the raised tree trunk. HURDLE MUST BE OVERCOME.",
            "tip": "Don't play the ball to hard!",
            "warning": "Missing means penalty point, put the ball between the red posts and try again."
          }
        ],
        "card5": [
          {
            "text": "Just pop along or over the obstacles.",
            "tip": "think of the penalty points, don't play the ball in the tall grass!",
            "warning": ""
          }
        ],
        "card6": [
          {
            "text": "Primal tribes. Play the ball between the primordial tribes.",
            "tip": "Choose the right path for as few shots as possible.",
            "warning": ""
          }
        ],
        "card7": [
          {
            "text": "Track for righty's and lefty's.",
            "tip": "Take into account the many straw bales on the track.",
            "warning": ""
          }
        ],
        "card8": [
          {
            "text": "The \"Goal in One\" track.",
            "tip": "Over the ground has more chance than through the air.",
            "warning": ""
          }
        ],
        "card9": [
          {
            "text": "The free kick specialist. Place the ball in front of the red posts and shoot the ball along or over the wall. HURDLE MUST BE OVERCOME!",
            "tip": "the ball must pass the wall and the keeper in 1 time.",
            "warning": "Missing means penalty point, put the ball between the red posts and try again."
          }
        ],
        "card10": [
          {
            "text": "Play the ball over the water and then along or over the tree trunks.",
            "tip": "First, prepare the ball for the water. In 1 time over the water almost does not work!",
            "warning": ""
          }
        ],
        "card11": [
          {
            "text": "A real job for a right-winged player. Play the ball along or over the fences.",
            "tip": "The fences are further apart than you think.",
            "warning": ""
          }
        ],
        "card12": [
          {
            "text": "Play the ball between the posts, over the boards. HURDLE MUST BE OVERCOME!",
            "tip": "Don't play the ball too hard.",
            "warning": "Missing means penalty point, put the ball between the red posts and try again."
          }
        ],
        "card13": [
          {
            "text": "The upright ring. HURDLE MUST BE OVERCOME!",
            "tip": "Try not to lurk from too great a distance.",
            "warning": ""
          }
        ],
        "card14": [
          {
            "text": "Kaats planks. Play the ball in 4 kicks in the Ghole.",
            "tip": "Make use of the kaats shelves.",
            "warning": ""
          }
        ],
        "card15": [
          {
            "text": "The sloping walls. Play the ball along or over the walls.",
            "tip": "About the low part best result.",
            "warning": ""
          }
        ],
        "card16": [
          {
            "text": "Play the ball through 1 of the 3 concrete rings. HURDLE MUST BE OVERCOME!",
            "tip": "Try to play through the middle ring so that the ball follows the best line.",
            "warning": ""
          }
        ],
        "card17": [
          {
            "text": "The Snake. Pass the stump and logs your way.",
            "tip": "Play the ball along the edge.",
            "warning": ""
          }
        ],
        "card18": [
          {
            "text": "The catapult tree. Aim the ball into the net of the Catapult. HURDLE MUST BE OVERCOME!",
            "tip": "Try not to shoot from too great a distance.",
            "warning": ""
          }
        ],
        "card19": [
          {
            "text": "Play the ball through the Trekker tires. HURDLE MUST BE OVERCOME.",
            "tip": "Do not play the ball too hard, getting ready gives best results.",
            "warning": "Missing means penalty point, try again."
          }
        ],
        "card20": [
          {
            "text": "8 lane, straight line over the humps is daring, around it is also fine.",
            "tip": "put the ball a little more to the left or right at kick-off.",
            "warning": ""
          }
        ],
        "card21": [
          {
            "text": "Play the ball under the tree trunks. HURDLE MUST BE OVERCOME.",
            "tip": "Give the ball momentum to pass 2 obstacles in 1 shot.",
            "warning": "Missing means penalty point, try again."
          }
        ],
        "card22": [
          {
            "text": "Play the ball in front of the trunks or in 1 time through the air. HURDLE MUST BE OVERCOME.",
            "tip": "beware of the ditch behind the ghole.",
            "warning": ""
          }
        ],
        "card23": [
          {
            "text": "Play the ball through the tube. HURDLE MUST BE OVERCOME.",
            "tip": "Do not play the ball too hard through the tube, maybe it will go into the ghole in 1 time.",
            "warning": "Missing means penalty point, try again."
          }
        ],
        "card24": [
          {
            "text": "Just a blast!",
            "tip": "take the wind into account.",
            "warning": ""
          }
        ],
        "card25": [
          {
            "text": "Left and right-legged track with concrete rings.",
            "tip": "don't play the ball too hard and best on the sides.",
            "warning": ""
          }
        ],
        "card26": [
          {
            "text": "Play the ball zigzag between the fences. You can't get over it! HURDLE MUST BE OVERCOME.",
            "tip": "do not play the ball too hard, getting ready gives best results.",
            "warning": "Missing means penalty point, try again."
          }
        ],
        "card27": [
          {
            "text": "Pop and play the ball on the big island. HURDLE MUST BE OVERCOME.",
            "tip": "",
            "warning": ""
          }
        ]
      }
    ]
  }
}
