{
  "frontPage": {
    "titles": [
      {
        "title1": "Categories",
        "title2": "Game rules",
        "title3": "Gholes",
        "title4": "Groups",
        "title5": "Top scores"
      }
    ],
    "btns": [
      {
        "btn1": "Game rules",
        "btn2": "Top scores",
        "btn3": "Login",
        "btn4": "Groups",
        "btn5": "Gholes"
      }
    ],
    "spelregels": [
      {
        "card1": "The goal of the game is to kick the ball past various obstacles into the holes in as little tries as possible. The ball furthest away from the ghole is played first with a maximum of 10 per hole",
        "card2": "Have Fun!",
        "card3": "If an obstacle is missed put the ball 3m before the obstacle <br>If the ball lands in the un mowed grass put the ball where it left the hole"
      }
    ],
    "topScores": [
      { "top1": "Top scores 18 Gholes", "top2": "Top scores 27 Gholes" }
    ],
    "groepen": [
      {
        "option1": "Join groep",
        "option2": "Create group",
        "option3": "Group manager"
      }
    ]
  },
  "leaderboardPage": {},
  "loginPage": {},
  "verificationCodePage": {},
  "groupPage": {},
  "gholePage": {
    "cards": [
      {
        "card1": [
          {
            "text": "Play the ball along or over the hills/obstacles. You can decide for yourself how to pass it.",
            "tip": "Playing on the ground gives the least risks",
            "warning": ""
          }
        ],
        "card2": [
          {
            "text": "Play the ball along or over the tree trunks.",
            "tip": "Don't play the ball too hard, with flexibility you can make it.",
            "warning": ""
          }
        ],
        "card3": [
          {
            "text": "Straight to the point, straight to the job.",
            "tip": "Beware! in front of or behind the hill is a bunker.",
            "warning": ""
          }
        ],
        "card4": [
          {
            "text": "De Zig Zag baan. Speel de bal onder de verhoogde boomstam door. HINDERNIS MOET GENOMEN WORDEN.",
            "tip": "Speel de bal niet te hard!",
            "warning": "Missen betekent strafpunt, leg de bal tussen de rode paaltjes en probeer het nogmaals."
          }
        ],
        "card5": [
          {
            "text": "Gewoon lekker knallen langs of over de obstakels.",
            "tip": "denk aan de strafpunten, speel de bal niet in het hoge gras!",
            "warning": ""
          }
        ],
        "card6": [
          {
            "text": "Oerstammen. Speel de bal tussen de oerstammen door.",
            "tip": "Kies de juiste weg voor zo min mogelijk schoten.",
            "warning": ""
          }
        ],
        "card7": [
          {
            "text": "Rechts en Links benige baan.",
            "tip": "Houd rekening met de vele strobalen op de baan.",
            "warning": ""
          }
        ],
        "card8": [
          {
            "text": "De \"Goal in One\" baan.",
            "tip": "Over de grond heeft meer kans dan door de lucht.",
            "warning": ""
          }
        ],
        "card9": [
          {
            "text": "De vrijetrap specialist. Leg de bal voor de rode palen en schiet de bal langs of over de muur. HINDERNIS MOET GENOMEN WORDEN!",
            "tip": "de bal dient in 1 keer de muur en de keeper te passeren.",
            "warning": "Missen betekent strafpunt, leg de bal tussen de rode paaltjes en probeer het nogmaals."
          }
        ],
        "card10": [
          {
            "text": "Speel de bal over het water en daarna langs of over de boomstammen.",
            "tip": "Leg de bal eerst voor het water klaar. In 1 keer over het water lukt bijna niet!",
            "warning": ""
          }
        ],
        "card11": [
          {
            "text": "Een echte baan voor een rechts benige speler. Speel de bal langs of over de hekken.",
            "tip": "De hekken staan verder uit elkaar dan je denkt.",
            "warning": ""
          }
        ],
        "card12": [
          {
            "text": "Speel de bal tussen de palen, over de planken. HINDERNIS MOET GENOMEN WORDEN!",
            "tip": "Speel de bal niet te hard.",
            "warning": "Missen betekent strafpunt, leg de bal tussen de rode paaltjes en probeer het nogmaals."
          }
        ],
        "card13": [
          {
            "text": "De recht opstaande ring. HINDERNIS MOET GENOMEN WORDEN!",
            "tip": "Probeer niet van een te grote afstand te loppen.",
            "warning": ""
          }
        ],
        "card14": [
          {
            "text": "Kaats planken. Speel de bal in 4 trappen in de Ghole.",
            "tip": "Maak gebruik van de kaats planken.",
            "warning": ""
          }
        ],
        "card15": [
          {
            "text": "De aflopende muurtjes. Speel de bal langs of over de muurtjes.",
            "tip": "Over het lage gedeelte beste resultaat.",
            "warning": ""
          }
        ],
        "card16": [
          {
            "text": "Speel de bal door 1 van de 3 betonnen ringen. HINDERNIS MOET GENOMEN WORDEN!",
            "tip": "Probeer door de middelste ring te spelen, zodat de bal de beste lijn volgt.",
            "warning": ""
          }
        ],
        "card17": [
          {
            "text": "De Slang. Passeer de boomstronk en boomstammen op jou manier.",
            "tip": "Speel de bal langs de rand.",
            "warning": ""
          }
        ],
        "card18": [
          {
            "text": "De katapult boom. Mik de bal in het net van de Katapult. HINDERNIS MOET GENOMEN WORDEN!",
            "tip": "Probeer niet van een te grote afstand te schieten.",
            "warning": ""
          }
        ],
        "card19": [
          {
            "text": "Speel de bal door de Trekker banden. HINDERNIS MOET GENOMEN WORDEN",
            "tip": "Speel de bal niet te hard, klaar leggen geeft beste resultaat.",
            "warning": "Missen betekent strafpunt, probeer het nogmaals."
          }
        ],
        "card20": [
          {
            "text": "8 baan, rechte lijn over de bulten is gewaagt, er om heen is ook prima.",
            "tip": "leg de bal bij de aftrap iets meer naar links of rechts",
            "warning": ""
          }
        ],
        "card21": [
          {
            "text": "Speel de bal onder de boomstammen door. HINDERNIS MOET GENOMEN WORDEN.",
            "tip": "Geef de bal vaart om 2 hindernissen in 1 scht te passeren",
            "warning": "Missen betekent strafpunt, probeer het nogmaals."
          }
        ],
        "card22": [
          {
            "text": "Speel de bal voor de stammen of in 1 keer door de lucht. HINDERNIS MOET GENOMEN WORDEN",
            "tip": "pas op voor de sloot achter de ghole.",
            "warning": ""
          }
        ],
        "card23": [
          {
            "text": "Speel de bal door de buis heen. HINDERNIS MOET GENOMEN WORDEN.",
            "tip": "Speel de bal niet te hard door de buis, misschien gaat hij in 1 keer in de ghole.",
            "warning": "Missen betekent strafpunt, probeer het nogmaals."
          }
        ],
        "card24": [
          {
            "text": "Gewoon lekker knallen!",
            "tip": "houd rekening met de wind.",
            "warning": ""
          }
        ],
        "card25": [
          {
            "text": "Links en rechtsbenige baan met betonnen ringen.",
            "tip": "speel de bal niet te hard en het beste langs de kanten.",
            "warning": ""
          }
        ],
        "card26": [
          {
            "text": "Speel de bal zigzag tussen de hekjes door. Er over heen mag niet! HINDERNIS MOET GENOMEN WORDEN.",
            "tip": "speel de bal niet te hard, klaar leggen geeft beste resultaat.",
            "warning": "Missen betekent strafpunt, probeer het nogmaals."
          }
        ],
        "card27": [
          {
            "text": "Lekker knallen en speel de bal op het grote eiland. HINDERNIS MOET GENOMEN WORDEN.",
            "tip": "",
            "warning": ""
          }
        ]
      }
    ]
  }
}
